<?php require __DIR__ . '/header.php'; ?>

<div id="content">
    <div class="breadcrumbs">
        <a href="./" class="breadcrumbs__home">
            <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M17.5149 7.82912C17.5143 7.82873 17.5139 7.82817 17.5134 7.82775L10.1709 0.485508C9.85789 0.172336 9.44178 0 8.9992 0C8.55658 0 8.14048 0.172336 7.82737 0.485473L0.488612 7.82402C0.486151 7.82648 0.483549 7.82909 0.481229 7.83158C-0.161498 8.47796 -0.160373 9.52675 0.484393 10.1715C0.778932 10.4662 1.16783 10.6368 1.58383 10.6548C1.60085 10.6564 1.6179 10.6572 1.63506 10.6572H1.92756V16.0606C1.92756 17.13 2.79767 18 3.86706 18H6.73971C7.03098 18 7.26705 17.7638 7.26705 17.4726V13.2363C7.26705 12.7484 7.66407 12.3515 8.15201 12.3515H9.84636C10.3343 12.3515 10.7312 12.7484 10.7312 13.2363V17.4727C10.7312 17.7638 10.9672 18 11.2585 18H14.1312C15.2007 18 16.0707 17.13 16.0707 16.0606V10.6573H16.342C16.7845 10.6573 17.2006 10.4849 17.5139 10.1717C18.1593 9.52594 18.1596 8.47522 17.5148 7.82909L17.5149 7.82912ZM16.768 9.42599C16.7122 9.48213 16.6458 9.52664 16.5727 9.55696C16.4996 9.58728 16.4212 9.60279 16.342 9.60261H15.5433C15.252 9.60261 15.0159 9.83865 15.0159 10.13V16.0606C15.0159 16.5484 14.6191 16.9453 14.1311 16.9453H11.7859V13.2363C11.7859 12.1669 10.9158 11.2968 9.84633 11.2968H8.15204C7.08252 11.2968 6.2124 12.1669 6.2124 13.2363V16.9453H3.86713C3.3793 16.9453 2.98228 16.5484 2.98228 16.0606V10.1299C2.98228 9.83862 2.74621 9.60258 2.45494 9.60258H1.66993C1.6617 9.602 1.65346 9.60162 1.64522 9.60145C1.4881 9.59871 1.34076 9.53638 1.23037 9.42581C0.99553 9.19097 0.99553 8.80882 1.23037 8.57384C1.23048 8.57384 1.23048 8.5737 1.23062 8.57355L1.23104 8.57313L8.57332 1.23117C8.62909 1.17503 8.69545 1.13052 8.76856 1.10022C8.84167 1.06993 8.92006 1.05445 8.9992 1.05469C9.16001 1.05469 9.31121 1.1173 9.42505 1.23117L16.7657 8.57166L16.7691 8.57496C17.0027 8.81023 17.0023 9.1916 16.768 9.42599Z" fill="#425466"/>
            </svg> Главная
        </a>
        <span class="breadcrumbs__separator">-</span>
        <span class="breadcrumbs__current">Новости</span>
    </div>

<div class="">
    <h1 class="page_title">Новости</h1>
</div>

<div class="page_content news-grid">








<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>
<div class="news_el">
	<img src="test.png"></video>
    <h2><a href="new.php" class="title_el">Представляем вашему вниманию новинку - новый умный робот-пылесос LASER Tubo Robo.</a></h2>
	<p>Новый умный робот-пылесос LASER Tubo Robo с комплектом инсталляции для подключения ко встроенному пылесосу!</p>
	<div class="news_date">15.01.2026</div>
</div>











</div>

<a href="#" class="show-more-link">Показать ещё</a>




</div>
<?php require __DIR__ . '/footer.php'; ?>
